{
  "personagens": [
    {
      "id": "zangado_barbeiro",
      "nome": "Zangado, o Barbeiro Revoltado",
      "descricao": "Diz que 'só corta cabelo de gente com diploma' e vive reclamando da juventude enquanto passa máquina 2 no ódio.",
      "build": "anomalia",
      "tipo": "sombra",
      "falas": [
        "Isso aí que você chama de atitude? No meu tempo, isso levava tapa na orelha.",
        "Você vai sair feio igual sua decisão. Senta aí, que eu corto sua dignidade junto.",
        "Pra que pensar tanto, meu parceiro? A vida já decidiu por você!"
      ]
    },
    {
      "id": "tia_sonia",
      "nome": "Tia Sônia da Lanchonete",
      "descricao": "Serve coxinha gelada e conselhos quentes. Te trata como se fosse da família... e isso inclui puxão de orelha.",
      "build": "virtuoso",
      "tipo": "mentor",
      "falas": [
        "Come alguma coisa, meu filho. De cabeça vazia só sai besteira.",
        "Olha, errar a gente erra... mas repetir é que dá indigestão.",
        "Vai com calma. O mundo não vai fugir — só as promoções."
      ]
    },
    {
      "id": "mestre_dalmo",
      "nome": "Mestre Dalmo, o Vendedor de Relógio",
      "descricao": "Está sempre te oferecendo um relógio 'importado da Suiça de Osasco'. Fala em parábolas e preços mágicos.",
      "build": "profano",
      "tipo": "sombra",
      "falas": [
        "O tempo não espera ninguém... mas eu te faço esse por R$12,50.",
        "Cada escolha é como um ponteiro: pode girar em círculo ou marcar mudança.",
        "Não é falsificado, é uma homenagem paralela à originalidade capitalista!"
      ]
    },
    {
      "id": "bruna_vaporeta",
      "nome": "Bruna Vaporeta, a Rainha do Vagão",
      "descricao": "Faz stand-up improvisado no metrô e vive de aplausos, moedas e exposição gratuita nas redes.",
      "build": "anomalia",
      "tipo": "neutra",
      "falas": [
        "Alguém aqui já amou alguém que nem sabia da sua existência? Bem-vindo ao meu show!",
        "Não é mendigagem, é arte com boleto!",
        "Você acha que tá perdido? Eu faço isso todo dia e nem sei onde vou dormir hoje!"
      ]
    },
    {
      "id": "padre_luizinho",
      "nome": "Padre Luizinho do Fusquinha",
      "descricao": "Um religioso alternativo que evangeliza tocando rap cristão num fusca azul, mas vive estacionando em vaga de idoso.",
      "build": "profano",
      "tipo": "mentor",
      "falas": [
        "Jesus perdoa, mas o DETRAN não.",
        "Você está acelerando demais, jovem. Reduz antes que a vida te freie.",
        "Pecado é não revisar os
